Repository: axel-paillaud/awcontentfeed
Catalog: translations/*/ModulesAwcontentfeedAdmin.*.xlf
Languages: fr_fr

source: Content feed item saved successfully.
fr_fr: L'élément de flux de contenu a été enregistré avec succès.

source: Content feed item not found.
fr_fr: Élément de flux de contenu introuvable.

source: Content feed item updated successfully.
fr_fr: L'élément de flux de contenu a été mis à jour avec succès.

source: Content feed item deleted successfully.
fr_fr: L'élément de flux de contenu a été supprimé avec succès.

source: An error occurred while deleting the content feed item.
fr_fr: Une erreur s'est produite lors de la suppression de l'élément de flux de contenu.

source: Content feed item activated successfully.
fr_fr: L'élément de flux de contenu a été activé avec succès.

source: Content feed item deactivated successfully.
fr_fr: L'élément de flux de contenu a été désactivé avec succès.

source: An error occurred while updating the content feed item.
fr_fr: Une erreur s'est produite lors de la mise à jour de l'élément de flux de contenu.

source: Metadata refreshed successfully.
fr_fr: Les métadonnées ont été actualisées avec succès.

source: An error occurred while refreshing metadata.
fr_fr: Une erreur s'est produite lors de l'actualisation des métadonnées.

source: Content Type
fr_fr: Type de contenu

source: Select the type of content (YouTube video or WordPress article)
fr_fr: Sélectionnez le type de contenu (vidéo YouTube ou article WordPress)

source: YouTube Video
fr_fr: Vidéo YouTube

source: WordPress Article
fr_fr: Article WordPress

source: Choose a type...
fr_fr: Choisissez un type...

source: Enter the URL of the YouTube video or WordPress article
fr_fr: Saisissez l'URL de la vidéo YouTube ou de l'article WordPress

source: Active
fr_fr: Activé

source: Display this content on the front-office
fr_fr: Afficher ce contenu sur le front-office

source: Display YouTube videos and WordPress articles in your store.
fr_fr: Affichez des vidéos YouTube et des articles WordPress dans votre boutique.

source: Are you sure you want to uninstall this module?
fr_fr: Êtes-vous sûr de vouloir désinstaller ce module ?

source: Edit Content Feed Item
fr_fr: Modifier un élément de flux de contenu

source: Add Content Feed Item
fr_fr: Ajouter un élément de flux de contenu

source: Content Feed Items
fr_fr: Éléments de flux de contenu

source: No content feed items yet. Add your first YouTube video or WordPress article!
fr_fr: Aucun élément de flux de contenu pour le moment. Ajoutez votre première vidéo YouTube ou article WordPress !
